Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=510_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Inarinsaame, matematiikka
smn: Lohosierâ

source: - oppimateriaali on käännetty saamenkielelle WSOY:n sarjasta Matikka.
smn: - oppâmateriaal lii jurgâlum WSOY kirjerááiđust Matikka.

source: Tekijät: Päivi Okkonen-Sotka, Ann-Mari Sintonen ja Tuula Uus-Leponiemi
smn: Lohosierâ 1, čohčâ

source: käännös: Tanja Kyrö
smn: anarâškielân: Tanja Kyrö

source: sivuja: 180
smn: sijđoh: 180

source: Saamelaiskäräjät 2011
smn: Sämitigge 2011

source: sivuja: 192
smn: sijđoh: 192

source: Saamelaiskäräjät 2012
smn: Sämitigge 2012

source: sivuja: 191
smn: sijđoh: 191

source: Saamelaiskäräjät 2014
smn: Sämitigge 2014

source: sivuja: 200
smn: sijđoh: 200

source: Saamelaiskäräjät 2015
smn: Sämitigge 2015
